package com.boot.security.server;

public class text {
    public static void main(String[] args) {
        System.out.println("第七百八十一章      暗杀目标\n" +
                "\n" +
                "        张玄接过照片，扫了一眼，随手扔给身后几人。\n" +
                "\n" +
                "        齐兵等人看了眼照片，目光一凝，“伯杰？”\n" +
                "\n" +
                "        “不错。”安娜点了点头，“贝尔纳和沙赞将军已经结成联盟，如果做掉伯杰，城内这座金矿，便是我们囊中之物，这次行动不光是你们，还有别的佣兵团，不过好处只有一份。”\n" +
                "\n" +
                "        “什么？”张玄对好处表现的非常有兴趣。\n" +
                "\n" +
                "        安娜伸出三根手指，“金矿三个月的开采权。”\n" +
                "\n" +
                "        张玄眼睛眯起，“三个月的开采权，还真不是小手笔啊。”\n" +
                "\n" +
                "        “当然，我们将军出手，一向大方，贝尔纳那边可没这么大的好处。”安娜很自信道，“怎么样，你们敢接么？”\n" +
                "\n" +
                "        “敢不敢就不要说了，大家都是明白人。”张玄眼睛看向屋顶，“这屋里，最少有三十名枪手对准我们，我们要说不行，恐怕没有一个能走出这间房的。”\n" +
                "\n" +
                "        安娜笑笑，没有说话，对张玄所言，不置可否。\n" +
                "\n" +
                "        “我很好奇一点。”张玄开口，“据我所知，这金矿，应该是属于光明岛的，恕我直言，沙赞将军虽然在这片土地上有些能量，可要说抢光明岛的东西，用我们华夏的话说，无异于是鸡蛋碰石头，光明岛在这座城，也是安排人手了吧，金矿三个月的开采权虽然诱人，但这钱也得有命花才行，咱虽然都是玩命的，但不代表不怕死。”\n" +
                "\n" +
                "        安娜听到这话，呵呵一笑，“大家都是出来玩的，也没必要装傻充愣，我们将军以前是依附在光明岛下面，不过现在，那座岛已经沉了，光明岛只是过去式，且现在地下世界规矩彻底改变，就算光明岛还在，对我们又有什么影响，至于你说的那个光明岛在城里安排的人，也早就被沙赞将军囚禁起来，哪怕光明岛真来找麻烦，也只会先找沙赞将军，对你们这种……”\n" +
                "\n" +
                "        安娜说到这时，沉吟一番，扫了眼张玄身后的齐兵等人，继续说道：“对你们这种阿猫阿狗，光明岛也没兴趣去找你们麻烦。”\n" +
                "\n" +
                "        这阿猫阿狗四个字，让齐兵等人脸色很难看。\n" +
                "\n" +
                "        “呵呵，八姨太还真是快言快语啊。”张玄大笑一声，随后正色道，“基本的讯息我们要知道。”\n" +
                "\n" +
                "        “当然。”安娜打了个响指，一名侍女走过来，递给张玄一封文件，“我们收到消息，伯杰会在三天后秘密入城，他身边带着的高手并不是很多，你们要在当天，把他的脑袋送到我这来。”\n" +
                "\n" +
                "        “OK。”张玄应了一声，将文件接过，也没拆开，便直接起身道，“那我们，三天后见。”\n" +
                "\n" +
                "        “祝你们成功。”安娜端起沙发旁一杯红酒，冲张玄举了举杯。\n" +
                "\n" +
                "        张玄带着齐兵等人，大大咧咧离开城主府。\n" +
                "\n" +
                "        张玄几人前脚才走，巴迪就被人带到了二楼大厅，恭恭敬敬的跪在安娜面前。\n" +
                "\n" +
                "        “他们到底什么身份？”安娜窝在沙发上，给自己点了一根女士香烟，吞云吐雾道。\n" +
                "\n" +
                "        “他们是利刃的人。”巴迪跪在那里，饶是此时的安娜无比妖娆，他也看都不敢看安娜一眼，低头恭敬道。\n" +
                "\n" +
                "        “利刃？”安娜嘴角勾起一抹笑容，“果然是他们，你做的不错，这样，你继续去引导他们，顺便给他们些好处，让他们见见他们那个被抓的队员，不管他们的目的是什么，把他们在这城里，留上三天。”\n" +
                "\n" +
                "        “明白。”巴迪点头。\n" +
                "\n" +
                "        张玄几人离开城主府后，直接回到酒店。\n" +
                "\n" +
                "        “接下来你打算怎么做？”在房间内，齐兵与张玄商量。\n" +
                "\n" +
                "        原本按照他们的计划，今晚就会动手，可现在看来，盲目的动手并不会有什么效果，毕竟他们不光是要救出队员老伍，还有一个任务，是将黄金城内一批华夏人救出去，现在已经打入敌人内部，最好是多观察两天。\n" +
                "\n" +
                "        “我很简单，找到任香，带她离开。”张玄靠在墙角，“倒是你们，你们要救的那批人，什么来路，能让你们利刃出手的，不应该只是黄金城普通的原住民吧？”\n" +
                "\n" +
                "        “不是。”齐兵摇了摇头，“是国内的一个科研团队，在路过这里时，被人抓来了。”\n" +
                "\n" +
                "        张玄沉吟一番，随后说道：“那这样，这两天的时间，我们分开行动，你们去打探你们队员和那队科研团队的消息，我去打探任香的消息，如果有消息了，也不要冲动，计划后再动手，明白么？”\n" +
                "\n" +
                "        “嗯。”齐兵点头。\n" +
                "\n" +
                "        “行，从现在开始，不用再小心翼翼了，显得大大咧咧一点就好，关于房间的事，你们自己安排吧，记住我说的话，在这里，没有仁慈，收起你们的怜悯之心，否则，你们自己都不知道自己会死在什么地方。”张玄提醒一声。\n" +
                "\n" +
                "        “放心，那种愚蠢的错误，我不会再犯了。”陈光主动出声，他知道张忆清这番话，主要是说给自己听的。\n" +
                "\n" +
                "        “那就行。”张玄点了点头，“今晚你们可以好好休息，我还有事要做。”\n" +
                "\n" +
                "        张玄说着，朝房间门口走去，刚到门口的时候，张玄突然回头，“对了，今晚，应该会有不少女人找上你们，她们价格很便宜，但如果你们不想带着一身病回国的话，尽量不要去碰，雇佣兵只是凶残，不是没脑子，懂了吗？”\n" +
                "\n" +
                "        齐兵苦笑一下，“忆清兄弟，我们纪律很严明的。”\n" +
                "\n" +
                "        张玄笑了笑，没有再说话，冲几人挥了挥手，走出房间，随后大步离开酒店，消失在夜色中。\n" +
                "\n" +
                "        晚上的黄金城，一点都不寂静，在这夜空中，偶尔还能听到一声惨叫声传来，不过住在这里的人，好像早就习惯了这样的声音，没有人会去多管闲事。\n" +
                "\n" +
                "        张玄并没有走太远，他在齐兵等人所住的这间酒店对面，找了个房间住下，房间的窗户，刚好正对齐兵他们那间酒店的大门。\n" +
                "\n" +
                "        张玄刚走到窗边，就看到，齐兵和陈光两人，正和巴迪一起，从酒店大门中走出，往城主府的方向而去。\n" +
                "\n" +
                "        张玄笑笑，口中喃喃道：“这安娜，有点沉不住气啊，这么快就送个甜枣来吗。”费阅读。网上找不到的内涵小说这里都有哦！\n" +
                "\n" +
                "第七百八十二章    行动前夕\n" +
                "\n" +
                "        张玄拉上窗帘，躺到床上，闭眼休息。\n" +
                "\n" +
                "        一晃，两天时间过去。\n" +
                "\n" +
                "        这两天的时间，张玄都没有出现在齐兵几人的视线当中，一直待在房间内，在房间中，张玄可以清楚看到齐兵几人每天的行动方向。\n" +
                "\n" +
                "        自从那晚齐兵和陈光跟巴迪出去了后，这两天，他们外出的频率，越来越频繁。\n" +
                "\n" +
                "        张玄看了看时间，下午五点。\n" +
                "\n" +
                "        “如果没意外的话，最多一个小时后，安娜的人就会找过来了吧。”张玄将房间的窗帘拉开，随后走出房门，往对面的酒店走去。\n" +
                "\n" +
                "        一进酒店，看到齐兵几人正坐在酒店大厅享用晚餐。\n" +
                "\n" +
                "        “看样子，你们这两天适应的还不错。”张玄微笑着走了过去。\n" +
                "\n" +
                "        齐兵几人，相比于刚来的时候，显得自如了很多，而且看他们说话谈笑时的风格，也有几分雇佣兵的模样，少了那种制式队伍的感觉。\n" +
                "\n" +
                "        看见张玄，齐兵几人的脸上皆露出欣喜。\n" +
                "\n" +
                "        “忆清兄弟，你这两天去哪了，我们找你找得好苦啊。”齐兵连忙起身，抓住张玄的肩膀，一脸激动的道。\n" +
                "\n" +
                "        “我去打探了些我朋友的消息。”张玄随后回答一声，然后问道，“你们呢？这两天有收获吗？”\n" +
                "\n" +
                "        张玄在问出这个问题的时候，心中其实就有了答案，他肯定，巴迪那晚带齐兵和陈光出去，应该就是看他们的队员老伍去了。\n" +
                "\n" +
                "        齐兵点了点头，“巴迪带我们见了老伍，不过老伍被关的地方很深，我们想救他有点难，那个科研团队我们也找到了，同样被安娜的人关了起来，这两天我们一直都想找你商量这事，不过却找不到你人。”\n" +
                "\n" +
                "        张玄拉了一张椅子，坐到齐兵他们这张桌上，疑惑道：“你们现在知不知道，安娜为什么要把你们的队员抓起来，她引你们利刃上钩，对她有什么好处？还有那个科研团队，沙赞想要挖金矿，跟这科研队没啥关系吧？”\n" +
                "\n" +
                "        齐兵也坐下，摇了摇头，“这也是我们所疑惑的，我虽然在牢里见到老伍和那个科研团队，不过并没法跟他们交流，忆清小兄弟，中午巴迪跟我联系过，说安娜晚上会跟我们联系，应该是目标到了，我们怎么做？”\n" +
                "\n" +
                "        齐兵问出这个问题的时候，其余人也都看向张玄。\n" +
                "\n" +
                "        “怎么做？”张玄翻了翻白眼，“你既然已经知道你们的人被关在哪了，晚上肯定要去救，不然还真帮安娜去杀人？”\n" +
                "\n" +
                "        齐兵听到这话，有些不好意思的笑了笑，他也意识到，自己问的这个问题，有些白痴了，只因为在这黄金城内，他们已经习惯了去听张玄的安排。\n" +
                "\n" +
                "        张玄再次出声道：“今晚，行动的人肯定不止我们几个，关于目标位置，我们暂时还不清楚，可不管目标在哪，今晚，我们肯定要分开行动，你们有你们要救的人，我有我要救的人，所以，这应该是我们最后一次商量计划了，至于牢笼的布置，我想齐兵你已经熟记于胸了，你的人，你自己安排，我给你们提醒一下，救了人，立马离开，千万不要留在这，也不要想着回来帮我，你们给我帮不了什么忙。”\n" +
                "\n" +
                "        齐兵等人听到这话，脸色有些难堪，自己怎么也是利刃精挑细选出来的，可在张忆清眼里，就好像累赘一般，不过难堪归难堪，几人也知道张忆清说的是事实。\n" +
                "\n" +
                "        “所有的计划，都赶不上变化，我相信你们有着这样的实力。”张玄拍了拍陈光的肩膀，“这两天，你们该吃的亏，应该也已经吃过了，这是一种必要的成长，我以前吃的亏，被人嘲笑的程度，比你们要严重多了，今晚，你们完成你们的任务，记住一点，在这里，千万不要有什么怜悯之心，明白吗？”张玄再次郑重的给齐兵几人道。\n" +
                "\n" +
                "        黄金城是个什么样的地方，张玄太清楚了，这里的人，没有一个善茬，毫不夸张的说，哪怕比起那些四五岁的孩子，齐兵几人，都算是单纯善良的，他真怕齐兵他们出啥事。\n" +
                "\n" +
                "        其一，韩温柔在齐兵他们队伍里。\n" +
                "\n" +
                "        其二，不管怎么说，齐兵几人，都是华夏人，是张玄的同胞，这些人，说难听点，那就是死脑筋，不懂变通，在黄金城这种地方还心存善念，可这也跟齐兵等人受到的训练和教育有关。\n" +
                "\n" +
                "        比起别的地下组织，利刃，真的可以说是太善良了，他们心里想的更多的，是怎么救更多的人。\n" +
                "\n" +
                "        这种想法，只能说是不适合黄金城这种地方，但对人民来说，有他们这样的卫士，绝对是好事，别看张玄这两天骂骂咧咧，可这都是为了齐兵几人好。\n" +
                "\n" +
                "        听着张玄的话，利刃几人，包括韩温柔和齐兵，也都深以为然的点了点头，这两天张玄没有跟他们一起行动，他们自身，也是吃了不少暗亏，直到他们亲眼见到一名五岁的小孩，为了一块饼，开枪打死了另外一人，他们才真正的体会到，这里有多么残酷。\n" +
                "\n" +
                "        “好了，快吃饭吧，填饱肚子。”张玄说了一声，“如果不出意外的话，天黑前，安娜的人就会找来，到时候，大家就各凭本事了。”\n" +
                "\n" +
                "        众人没有再多说话，闷头苦吃，大家心里都明白，今晚，一定会有场硬仗要打。\n" +
                "\n" +
                "        不出张玄所料，众人才刚刚吃完东西，就见巴迪大步从门前走来，当看到张玄的时候，巴迪微微一愣，随后露出一脸讨好的笑容，“大哥，这两天都没见你啊。”\n" +
                "\n" +
                "        “嗯。”张玄点了点头，随后拿起一张纸巾，擦了擦嘴，起身对齐兵等人道，“走吧，我们也该进城主府了。”\n" +
                "\n" +
                "        齐兵几人，也都把嘴擦干净，起身。\n" +
                "\n" +
                "        巴迪一看，也没有再多说什么，带头朝酒店门外走去，等快走到城主府，巴迪才出声，“这次除了你们，还有几个雇佣兵团会一起执行任务，你们需要注意的，是尖刀佣兵团，他们虽然只有六人，但身手不比你们差，他们听说了你们的事，等等过去，以他们的性格，肯定会来找麻烦的。”\n" +
                "第七百八十三章      不爽就直接动手\n" +
                "\n" +
                "        几人走进了城主府，盛开在府内青石板砖两旁的鲜花散发着芬芳的气息。\n" +
                "\n" +
                "        还没进那间墙壁都是由落地窗户搭建而成的大厅，张玄就看到了站在大厅内的无数人，有六人，吸引了张玄的注意。\n" +
                "\n" +
                "        那六人，五男一女，都是白种人，他们穿着同样风格的服装，类似于中世纪北欧的骑士皮甲，每个人身上，都散发着一股肃杀之意，哪怕是普通人看到他们，都会联想到，这些人绝对不是什么善良之辈。\n" +
                "\n" +
                "        这六人的站位方式非常讲究，每个人，都面向不同的方位，不管哪个方向出现问题，这六人都能在第一时间反应过来，而且他们的眼神，格外的锐利，看到别人的时候，就如同盯上了一只猎物。\n" +
                "\n" +
                "        “那个就是尖刀佣兵团了，他们听说了你们的事，一直想找你们麻烦，等等你们可要注意了，这些人，没有人性的。”巴迪提醒道。\n" +
                "\n" +
                "        张玄微微一笑，“我听你话里的意思，你这个人还挺有人性？”\n" +
                "\n" +
                "        巴迪苦笑一下，“和他们比，我算是善良之辈了。”\n" +
                "\n" +
                "        几人在巴迪的带领下，走到大厅。\n" +
                "\n" +
                "        一进大厅，无数目光，便从周围传来，锁定在张玄几人身上，其中最凌厉的，就属那尖刀佣兵团了。\n" +
                "\n" +
                "        安娜本人，倒是没有出现在这大厅内。\n" +
                "\n" +
                "        “你们就是那群华夏人？”一道不屑的声音从旁边传来。\n" +
                "\n" +
                "        就见，尖刀佣兵团中那名唯一的女性走了过来，不屑的打量着张玄等人，在这女性的左眼角，有一条狰狞的伤疤。\n" +
                "\n" +
                "        “真是充满了稚嫩气息的菜鸟啊。”又一名尖刀佣兵团的男性走过来，深吸一口气，说道，“这样子，还是回家找妈妈喝奶去吧，这不是小朋友们该来的地方。”\n" +
                "\n" +
                "        尖刀佣兵团两人的话，引起大厅内响起一阵爆笑的声音。\n" +
                "\n" +
                "        “哈哈哈，最近听到的传言不少，可这一见，也不过如此。”\n" +
                "\n" +
                "        “败了一些阿猫阿狗，徒有虚名而已，滚出去吧。”\n" +
                "\n" +
                "        “滚吧，这里不需要孩子。”\n" +
                "\n" +
                "        一道又一道的声音响起，来自别的佣兵团，这些佣兵团，都是那天没来参加晚宴的，他们有着一定的实力，可以直接参与这次的任务。\n" +
                "\n" +
                "        张玄丝毫不意外这些佣兵团的反应，现在能站在这大厅里的，那绝对都是老江湖了，一个个都有着一双鹰眼，是人是鬼，一眼就能看的明明白白。\n" +
                "\n" +
                "        哪怕齐兵等人这两天已经渐渐适应了黄金城，但他们身上的气息，还是与雇佣兵格格不入。\n" +
                "\n" +
                "        包括张玄自身，他远离这个丛林世界，已经有不少年头了，当初磨砺出来的锋芒，也全都收敛起来，他们这样的人，看在别人眼里，就是菜鸟。\n" +
                "\n" +
                "        齐兵等人也不再是刚来那天的模样，见到这样的一幕，齐兵给陈光使了个眼色。\n" +
                "\n" +
                "        陈光大步走了出来，开口道：“谁要不服，就站出来好了。”\n" +
                "\n" +
                "        说话间，陈光拍了拍别在腰间的手枪。\n" +
                "\n" +
                "        如果是两天前，陈光只会用拳头来威胁人，但现在的他已经明白，在这里，拳头是没用的，子弹才能给人威慑力。\n" +
                "\n" +
                "        “那我来试试。”一名白人壮汉站了出来。\n" +
                "\n" +
                "        “好……”陈光向前一步，刚准备开口，就见张忆清冲自己摆了摆手。\n" +
                "\n" +
                "        张玄走到这名白人壮汉身前，两人身高差不多，张玄直视对方，开口道：“什么阿猫阿狗也要来试试？”\n" +
                "\n" +
                "        “笑话！”白人壮汉面带不屑，“我是布雷团的，老子……”\n" +
                "\n" +
                "        白人壮汉话还没说完，张玄便不耐烦的摇了摇头，随后一拳朝白人壮汉脸上打去。\n" +
                "\n" +
                "        白人壮汉立马反应过来，刚要闪躲，却感觉下盘一空，张玄的腿已经抽到了他的膝盖关节处，白人壮汉整个人无法控制的朝身后倒去。\n" +
                "\n" +
                "        同时，张玄一脚抬起，猛然踹在白人壮汉的胸口，这一脚威力十足，直接将其踹飞十余米远，砸在巨大的落地玻璃窗上，这专门定制的防弹玻璃被砸出片片龟裂。\n" +
                "\n" +
                "        在场，每个人都能清楚的看到，白人壮汉的嘴角，正不停的流出血迹，整个胸口，彻底塌陷了进去，光看胸口塌陷程度，就知道这白人壮汉肯定是没命了。\n" +
                "\n" +
                "        张玄掏了掏耳朵，出声道：“不要光叫嚣，没什么意义。”\n" +
                "\n" +
                "        张玄这番做法，一方面是示威，另一方面，是展现实力，这个展现实力，不是给那些佣兵团看的，而是给齐兵等人看的。\n" +
                "\n" +
                "        就张玄对齐兵等人的了解，哪怕自己刚刚吃饭的时候给他们说了，让他们完成任务不要逗留，直接离开，但张玄肯定，这些人如果发现自己没出去，肯定会回来找自己，现在这般展现实力，就是明确的告诉他们，自己不需要帮忙。\n" +
                "\n" +
                "        显然，张玄这番展现实力，起到了作用。\n" +
                "\n" +
                "        齐兵等人看着那摔在钢化玻璃上的白人壮汉，不由得倒吸一口冷气，他们能感受出来，那白人壮汉的实力，绝对不差，可就这么轻松的被张忆清秒杀。\n" +
                "\n" +
                "        陈光脸上，露出浓浓的羞愧。\n" +
                "\n" +
                "        原本在刚见到张玄的时候，他心里全都是不屑，总认为这种雇佣兵，根本什么都不是，绝对不如自己，可经过几天的相处，他发现，是自己在任何一个方面，都比不过这个张忆清，最重要的是，自己的年龄，应该比张忆清要大上一些，可在做事和行动上，张忆清却给人一种特别踏实的感觉，好像他就是天生的领袖一般。\n" +
                "\n" +
                "        张玄目光环视一周，最后锁定到了尖刀佣兵团那名女性的身上，出声道：“见你是女人，让你先动手。”\n" +
                "\n" +
                "        那女人脸上露出一抹凝重之色，她虽嘴上不屑，可心里却很明白，这个华夏人表现出来的实力，自己绝对不是对手。\n" +
                "\n" +
                "        那名刚刚开口的尖刀佣兵团男性走到张玄面前，“小朋友，老子在这片土地上混的时候，你还在吃奶呢，记住，年轻人不要太嚣张，有你后悔的时候。”\n" +
                "\n" +
                "        这男性说完，拉着自己那名女队员就朝一旁走去。\n" +
                "\n" +
                "        那被张玄踩塌胸骨的白人壮汉，还镶嵌在巨大的落地玻璃上，鲜血流了一地，却没人去管。第七百八十四章        伏击行动\n" +
                "\n" +
                "        原本针对利刃的众多佣兵团，因为这件事的发生，没人会再去故意找麻烦。\n" +
                "\n" +
                "        只有几人眼中带着恨意的看向张玄，那个还镶嵌在玻璃里的白人壮汉，是他们的队员，他们恨上张玄，不是张玄杀了他们的兄弟，而是张玄的做法，让他们感到丢人了。\n" +
                "\n" +
                "        “看样子，我错过一出好戏啊。”大厅的二楼，响起一阵拍掌的声音。\n" +
                "\n" +
                "        安娜穿着一身妖娆的红色真丝睡衣，从二楼的旋转楼梯上缓缓走了下来。\n" +
                "\n" +
                "        看着她这番模样，不少雇佣兵，眼中都露出浓浓的侵略感，眼神更是毫无忌惮的在安娜身上扫视着。\n" +
                "\n" +
                "        出来玩命的人，大多为的什么？不过两个，钱和快活。\n" +
                "\n" +
                "        毫无疑问，安娜是一个能够让男人感到快活的女人，能作为沙赞将军的八姨太，可见这女人有多大的魅力。\n" +
                "\n" +
                "        安娜打了个响指，大厅中立马走出两个人，跑到那裂开的玻璃旁，将死掉的白人壮汉拖走。\n" +
                "\n" +
                "        紧接着，整个大厅四周，同时降下一整块帷幕，将四面巨大的落地玻璃墙遮住，同时，整间大厅都陷入一片黑暗。\n" +
                "\n" +
                "        这样突如其来的黑暗，让很多人有一种短暂的失明感，站在大厅内的雇佣兵团，全都谨慎的观察着四周。\n" +
                "\n" +
                "        一盏巨大的水晶吊灯突然亮起，散发五彩的光华，照亮整间大厅。\n" +
                "\n" +
                "        当这整间大厅亮起的瞬间，可以看到，几乎没一个人，手中都拿着家伙，显然，刚刚没有一个人敢掉以轻心，现在能站在这里的人，那都是混迹在这片丛林的老江湖，实力如何暂且不说，经验是个顶个的丰富。\n" +
                "\n" +
                "        “诸位，不用这么紧张，找地方坐吧。”安娜嫣然一笑。\n" +
                "\n" +
                "        各大雇佣兵团，来回相视一眼，纷纷将武器收起来，找地方坐下。\n" +
                "\n" +
                "        见所有人都落座后，安娜才开口，“这次找大家来，为的是什么，我想每一个人都很清楚，收到消息，目标会在半个小时后进城，我们沙赞将军，和贝尔纳将军已经达成协议，只要谁砍下伯杰的脑袋，金矿三个月的开采权，就会归谁，我想，这三个月，够你们吃一辈子了。”\n" +
                "\n" +
                "        当安娜说出金矿三个月开采权的时候，可以看到，所有人眼中，都露出贪婪的神色。\n" +
                "\n" +
                "        安娜环视一圈，继续道：“我不管你们中间有什么矛盾，我只说一点，这次的任务，我们沙赞将军，和贝尔纳将军都非常看重，谁如果在这过程中，耍什么花招，你们要想好，能不能承受的住沙赞将军和贝尔纳将军的怒火。”\n" +
                "\n" +
                "        安娜拍了拍手。\n" +
                "\n" +
                "        上百名身材妖娆的美女，端着酒杯，从大厅二楼走了下来，缓缓走到每一名雇佣兵面前，将手中的酒杯递给每一个人，这杯中，是满满的美酒。\n" +
                "\n" +
                "        “诸位。”安娜拿起一杯红酒，高举过头顶，“今晚，我会一直待在这里，等着大家的好消息，谁提伯杰的头来，那金矿接下来三个月的开采权，就属于谁，祝你们成功。”\n" +
                "\n" +
                "        “成功！”一名雇佣兵拿起酒杯，大吼一声。\n" +
                "\n" +
                "        其余人也纷纷拿起酒杯。\n" +
                "\n" +
                "        “诸位，这一杯，我敬你们。”安娜微微一笑，仰头将酒喝净。\n" +
                "\n" +
                "        其余人也纷纷仰头，喝掉杯中的酒。\n" +
                "\n" +
                "        当将杯中的酒饮尽后，大家发现，在每一个人的杯中，都放着一张纸条，纸条采用特殊的材质，虽然被酒水浸湿，但纸条上的内容，并没有受到影响。\n" +
                "\n" +
                "        “伯杰进城的路线，就在你们自己手里了，该如何行动，我想你们比我更专业，各位，请准备吧。”\n" +
                "\n" +
                "        安娜说完，房顶的水晶吊灯突然灭掉，整个大厅四周的帷幕，也慢慢升起，露出屋外的光线。\n" +
                "\n" +
                "        “伯杰的人头，我们布雷团要定了！”说话的人，和那名刚刚被张玄打死的白人壮汉，属于一个雇佣兵团，“不过八姨太，如果我们拿到伯杰的人头，我不光要金矿的开采权，我还要这小子的命！”\n" +
                "\n" +
                "        这人伸手，指着张玄。\n" +
                "\n" +
                "        安娜妩媚一笑，“你要完成任务，就算想要我，我想沙赞将军也会同意的。”\n" +
                "\n" +
                "        张玄耸了耸肩，没有说话。\n" +
                "\n" +
                "        “好！”那人大笑一声，“等我把伯杰的脑袋砍下来。”\n" +
                "\n" +
                "        这人说完，带着他们雇佣兵团的人离开。\n" +
                "\n" +
                "        其余各大雇佣兵团，也纷纷离开大厅。\n" +
                "\n" +
                "        尖刀佣兵团在离开前，特意冲张玄做了个抹脖的手势。\n" +
                "\n" +
                "        对于这一切，张玄都报以微笑回应。\n" +
                "\n" +
                "        “看样子，你如果不割下伯杰的脑袋来，恐怕活着出不了城啊。”安娜冲张玄笑道。\n" +
                "\n" +
                "        “有一天算一天，出不出的了城，我说的算，别人说的不算。”张玄放下手中的酒杯，大步朝大厅门外走去。\n" +
                "\n" +
                "        出了城主府，不管是张玄，还是齐兵等人，都感觉到了一种异样的气息，好像整座城，都充满了杀意。\n" +
                "\n" +
                "        “忆清小兄弟，我刚刚观察了一下，很多人朝城门走去，打算在城门处伏击伯杰，如果让他们在城门口就成功了，恐怕对我们的行动，会有不小的影响。”齐兵道，“我提前让巴迪准备了一些炸药，现在刚好可以用到，我们会在这些人发起伏击的时候，在城门处引爆炸药，扰乱局势，到时候，你可以跟着我们一起行动，巴迪告诉我们那个叫任香的女人关在哪了。”\n" +
                "\n" +
                "        “不必。”张玄摆了摆手，“还是那句话，我们各自行动，你们如果成功了，一刻都不要停留，直接离开，不用管我，还有，遇到事了，学会动脑子，千万千万，不要随便相信别人。”\n" +
                "\n" +
                "        “放心吧，忆清兄弟。”齐兵点头，随后从腰间，将他的手枪拿出来，递给张玄，“这把枪，我这两天全都调过了，没有任何问题，你虽然经验丰富，实力强劲，但带个家伙，还是好点。”\n" +
                "\n" +
                "        齐兵这个动作，让张玄不由得多看他几眼，随后接过，冲齐兵点了点头，“多谢。”\n" +
                "\n" +
                "        张玄知道，一个士兵的贴身手枪，如同这个士兵第二条生命，齐兵能把他的枪给自己，这里面说明了很多。\n" +
                "第七百八十五章      行动\n" +
                "\n" +
                "        “谢什么。”齐兵拍了拍张玄的肩膀，“若没有你，我们根本不会有今天这个机会，忆清兄弟，祝你好运。”\n" +
                "\n" +
                "        “也祝你们好运。”张玄将枪收进上衣内，“希望你们别死在这里，如果有机会，回国了找你们喝酒。”\n" +
                "\n" +
                "        “哈哈，等着你，到时我们，不醉不归。”齐兵大笑一声，挥了挥手，带着众人离开。\n" +
                "\n" +
                "        几人挨个从张玄身旁走过，皆拍了拍张玄的肩膀，寓意是可以将自己的力量，借给张玄一份，大家都清楚，这几天，若没有张玄，就凭他们这种菜鸟经验，根本混不进黄金城，更不要提救人了。\n" +
                "\n" +
                "        陈光和韩温柔，走在最后。\n" +
                "\n" +
                "        当韩温柔走到张玄面前时，脸色复杂的看着张玄，出声道：“张……忆清，这几天，谢谢你。”\n" +
                "\n" +
                "        “注意安全。”张玄看着韩温柔，虽然他清楚，韩温柔等人这次行动，充满了危险，但张玄没法去帮，在张玄这里，还有更重要的事去做，且最重要的一点，韩温柔身为利刃一员，以后等待她的任务，会更加艰难，不是每一次，自己都能帮她的，想要更好的活下去，只能拼命成长，这是韩温柔自己选择的路。\n" +
                "\n" +
                "        “张忆清。”陈光冲张玄呲牙，“我承认，你那一副说教的模样，让我很不爽，不过这几天，我却是在你这学到不少东西，你可千万别死啊，不然我可不会去给你上坟。”\n" +
                "\n" +
                "        “放心。”张玄同样咧嘴，“要死也是你这菜鸟先死。”\n" +
                "\n" +
                "        “切。”陈光瞥了瞥嘴，“就像你说的，谁没有个菜鸟的时候啊，等你下次见我，我让你看看我的变化。”\n" +
                "\n" +
                "        “好，我们下次见面，一起喝酒。”\n" +
                "\n" +
                "        张玄目送利刃这支小队离开，这小队里的人，虽然年轻，虽然倨傲，但他们，都是为国奉献，陈光是嚣张，可要知道，很多和他年龄一样大的人，很可能连生活都要靠着父母接济，而陈光，却已经奋战在最前线了，他们在这里，随时都可能丢掉性命。\n" +
                "\n" +
                "        肃杀的气息，在城内蔓延。\n" +
                "\n" +
                "        城里的人，无论男女老少，那都是嗅觉灵敏之辈，往常还在街道上游荡的他们，今天全都消失的无影无踪。\n" +
                "\n" +
                "        黄金城外，三辆装甲车正缓缓驶向黄金城大门。\n" +
                "\n" +
                "        车内，一名驾驶员神情紧张的注意着四周，回身开口道：“将军，我感觉有些不对劲。”\n" +
                "\n" +
                "        驾驶员这声音才刚落，就听一道爆炸声响起，猛烈的气浪迎面而来，带着火光，直接将这辆正在行驶的装甲车掀翻。\n" +
                "\n" +
                "        与此同时，数道人影，伴随着火光，朝这三辆装甲车奔袭而来。\n" +
                "\n" +
                "        这次的伏击，绝对可以称得上是狼多肉少，大家都想要伯杰的人头，可伯杰只有一个。\n" +
                "\n" +
                "        “糟了，他们怎么在城外就动手了！”黄金城门前的一栋石屋后，陈光看着城外的火光，皱眉道。\n" +
                "\n" +
                "        “没事。”齐兵摇了摇头，“这种装甲车，虽然被称作移动的棺材，但这棺材盖，也不是轻易就能打开的。”\n" +
                "\n" +
                "        就仿佛在印证齐兵的话一般。\n" +
                "\n" +
                "        十多名雇佣兵刚冲到装甲车前方，就听一阵机枪扫射声响起，装甲车的钢板窗户打开，重型机枪从里面喷射火舌，第一时间就将冲上来的十多名雇佣兵全部打翻。\n" +
                "\n" +
                "        “一帮蠢货。”布雷团的人躲在一间房后，眼睁睁的看着那冲上去的十多人被打成筛子，“伯杰如果是这么好杀的，怎么可能作用数万军队。”\n" +
                "\n" +
                "        尖刀佣兵团的六人，悠闲的坐在一家餐馆内，外面的炮火声，好像跟他们一点关系都没有。\n" +
                "\n" +
                "        餐馆的大门，突然被人推开。\n" +
                "\n" +
                "        张玄一人，出现在餐馆门前，顿时吸引了尖刀佣兵团六人的注意力。\n" +
                "\n" +
                "        六人见只有张玄一人在这里，脸上全都挂起一抹冷笑。\n" +
                "\n" +
                "        “小朋友，让你滚回去吃奶，你怎么还在这乱跑呢？”一人起身，看着张玄，捏了捏拳。\n" +
                "\n" +
                "        张玄转身，将餐馆大门关上。\n" +
                "\n" +
                "        “各位，我有点事，需要问问你们。”张玄微微一笑，朝距离他最近的一人走去。\n" +
                "\n" +
                "        尖刀佣兵团的人来回对视一眼，全都站起身来，“小朋友，我会割下你的脑袋，当足球去踢。”\n" +
                "\n" +
                "        “希望吧。”张玄耸肩。\n" +
                "\n" +
                "        黄金城门前，火光四射，各种怒吼声和惨叫声不停。\n" +
                "\n" +
                "        “就是现在！”齐兵大喝一声。\n" +
                "\n" +
                "        袁率手里拿着一个简易遥控器，在齐兵发出大喝的同时按下，就听，一阵猛烈的爆炸声响起，被齐兵等人率先埋在地下的炸弹，全都爆炸，带起大片的火光和碎石，他们的炸药，埋在一些没人的地方，虽然声势浩大，但并没有危及到别人的生命，但引起恐慌，却是轻而易举的，城内的人，全都大喊着冲了出来，满街都是人群。\n" +
                "\n" +
                "        原本埋伏在城门口准备袭击伯杰的雇佣兵团，也被这爆炸影响到。\n" +
                "\n" +
                "        “哪个蠢货做的！”布雷团的人发出一声怒吼，这样的爆炸，把他们的埋伏全都打乱，让原本对伯杰的伏击战，变成了混战。\n" +
                "\n" +
                "        别看伯杰那边人少，但这些伏击伯杰的雇佣兵团，也并非铁板一块，大家在想杀掉伯杰的同时，更要提防同行的出手。\n" +
                "\n" +
                "        引起爆炸后，齐兵等人并没有再次多逗留，转身往黄金城大牢的方向冲去。\n" +
                "\n" +
                "        “陈光，那边准备怎么样了？”齐兵一边跑，一边问道。\n" +
                "\n" +
                "        “没有问题，我已经跟老伍提前通好气了。”\n" +
                "\n" +
                "        “好。”齐兵深吸一口气，“我们的机会只有一次，都把握住，到了该拼命的时候了。”\n" +
                "\n" +
                "        黄金城内，火光四起，炮火声不断。\n" +
                "\n" +
                "        而在城主府内，安娜正端着一杯红酒，悠哉的躺在沙发上，享受着两名侍女的按摩。\n" +
                "\n" +
                "        巴迪跪在安娜身前。\n" +
                "\n" +
                "        安娜轻饮一口杯中的红酒，出声道：“看样子，这利刃的人，已经动手了啊。”\n" +
                "\n" +
                "        “要找人拦住他们么？”巴迪问道。\n" +
                "\n" +
                "        “拦住他们做什么？”安娜掩嘴轻笑一声，“把人抓来，就是让他们救的，通知一下，让守在牢里的人全都撤出去，让这些利刃的人轻松完成任务，离开就好。”\n" +
                "\n" +
                "        “明白。”\n" +
                "第七百八十六章    这么轻松？\n" +
                "\n" +
                "        黄金城内，爆炸声不停的响起，城内一片混乱。\n" +
                "\n" +
                "        齐兵等人小心且快速的来到了黄金城大牢所在之处，每个人都屏息凝神，随时做好拼命的准备。\n" +
                "\n" +
                "        他们本以为，这个时候，牢笼肯定防守严密，可来的时候却发现，看守大牢的人，因为大牢后方发生的爆炸，已经全都逃命去了，整座大牢内，没有一名守卫。\n" +
                "\n" +
                "        几人小心翼翼来到牢中，牢笼的钥匙，还放在一旁，他们的队员老伍，和那队他们这次要营救的科研人员，全都待在牢内，一眼就能看到。\n" +
                "\n" +
                "        “这……”\n" +
                "\n" +
                "        拿起桌上的钥匙，陈光表情有些呆滞，他们都做好了拼命的准备，可谁曾想到，这过程竟然这么的轻松，轻松到他们都有一种不真实感。\n" +
                "\n" +
                "        “齐队，这不会有什么埋伏吧？”陈光拿着牢房门钥匙，谨慎的打量着四周。\n" +
                "\n" +
                "        “有埋伏就有埋伏，总不能不救人。”齐兵从陈光手中拿过钥匙，分别将两个牢房打开，他们的队员老伍和他们是很熟的，之前齐兵和陈光来的时候，也都给他使过眼色，老伍很快从牢房内找出一把步枪，进入战斗状态。\n" +
                "\n" +
                "        而那个科研团队，并不认识齐兵等人，等齐兵他们自报了身份，大家确认无误后，这个科研团队一把鼻涕一把泪的哭诉他们在这有多惨。\n" +
                "\n" +
                "        “陈光，你和伟强前面开路，袁率，你跟老伍断后，温柔，你们负责保护博士他们，大家小心，这一切都不对劲。”齐兵下达命令。\n" +
                "\n" +
                "        众人缓慢的朝牢房出口移动，时刻提防着随时可能出现的敌人，可等他们出了牢房，也没见到任何守卫，甚至，连牢房后方的铁网墙都被炸开一个巨大的缺口，只要他们想走，现在就能轻松离开。\n" +
                "\n" +
                "        “这……”陈光看着牢房后的缺口，出了这铁网墙，他们就彻底离开黄金城了，等于任务彻底结束，这样的轻松，让已经做好恶战准备的他们，有一种一拳打到棉花上的无力感。\n" +
                "\n" +
                "        这次不光是陈光了，就是齐兵，都感觉非常的不真实，这次的任务，真就这么简单就结束了？\n" +
                "\n" +
                "        城门处的炮火声还在不停的响起，震耳欲聋的声音吓得整个科研团队瑟瑟发抖。\n" +
                "\n" +
                "        “走！”齐兵一挥手。\n" +
                "\n" +
                "        到现在，齐兵只能将黄金城的牢笼守卫定为一群乌合之众，也只有这个解释了。\n" +
                "\n" +
                "        几人快速离开了黄金城。\n" +
                "\n" +
                "        出城的瞬间，韩温柔回头看了一眼城中。\n" +
                "\n" +
                "        对于张玄，韩温柔是一点都不担心的，这些雇佣兵，还不会对这地狱君王造成什么威胁，她心中，只有不舍，这次分别，下次见面，又不知道会是什么时候了。\n" +
                "\n" +
                "        “温柔，快走了。”程沁拉了一把韩温柔，“你不会在担心张忆清吧？他那个人，根本不需要我们帮助，我给你说，他绝对不是什么普通的雇佣兵，他所展现出的实力，以及从头到尾的稳重程度，都不是一个雇佣兵可能有的，我们留下来，只会给他添麻烦，这个男人，没那么简单。”\n" +
                "\n" +
                "        韩温柔意外的看了程沁一眼。\n" +
                "\n" +
                "        “走。”程沁拉着韩温柔，快步离开。\n" +
                "\n" +
                "        黄金城内的炮火声，依旧在打响着，哪怕陈光等人已经离开黄金城有一公里，仍旧可以听到炮声传来，只不过频率比之前要慢很多。\n" +
                "\n" +
                "        一番急速前进后，队里的那个科研团队实在坚持不住，齐兵下令休息十分钟。\n" +
                "\n" +
                "        齐兵站在一棵树前，远眺黄金城的方向，出声道：“看样子，战斗快结束了，希望忆清兄弟已经把人救出来了啊。”\n" +
                "\n" +
                "        黄金城的一间餐馆内。\n" +
                "\n" +
                "        张玄将尖刀佣兵团六人的尸体堆到一起，浇上煤油。\n" +
                "\n" +
                "        尖刀佣兵团六人已死，他们每个人，到现在还瞪大眼睛，仿佛在死前，见到了什么很不可思议的事情一般。\n" +
                "\n" +
                "        张玄叹了口气，“哎，你们混迹这片土地的时候，我已经把这里走遍了，希望你们下辈子，不要这么嚣张吧，还有，要选对主子。”\n" +
                "\n" +
                "        张玄拿起一盏煤油灯，朝地面一砸，火星点燃满地的煤油，整间餐馆，瞬间燃起大火。\n" +
                "\n" +
                "        张玄走出餐馆大门，火焰已经彻底烧了起来，在他身后，燃起熊熊火光。\n" +
                "\n" +
                "        火光前，张玄双手插兜，闲庭信步一般朝黄金城门前走去。\n" +
                "\n" +
                "        安娜躺在城主府内，房间内播放着优美的音乐，伴随着屋外的爆炸声，安娜非但没有感到嘈杂，反而还是满脸的享受。\n" +
                "\n" +
                "        当炮火声彻底停下来时，安娜刚好喝完杯中的红酒，她走到窗边，城主府的顶楼，让她可以阅遍整座黄金城。\n" +
                "\n" +
                "        几分钟后，巴迪躬身走了进来，“尖刀佣兵团的人来了。”\n" +
                "\n" +
                "        “好。”安娜脸上露出喜色，“让他们进来！”\n" +
                "\n" +
                "        “明白。”巴迪点了点头，走了出去。\n" +
                "\n" +
                "        同时，安娜挥了挥手。\n" +
                "\n" +
                "        随着安娜挥手的动作，有十多道人影，也从这屋内出去，整间屋，只剩安娜一人。\n" +
                "\n" +
                "        安娜降下了房屋四周的帷幕，遮挡屋外的视线，同时打开吊在房顶的水晶吊灯，手拿一瓶红酒，倒在一个水晶杯内，一杯倒满，安娜去倒下一杯。\n" +
                "\n" +
                "        “不用倒太多，喝不完的。”一道声音，突然在安娜身后响起。\n" +
                "\n" +
                "        这突然响起的声音，让安娜蕴藏笑意的俏颜猛然一变，整个身体，也是一抖，手中的酒瓶，更是掉到地上，发出清脆的声音，瓶内的美酒，溅的满地都是。\n" +
                "\n" +
                "        安娜脸色苍白，她浑身都在颤抖，慢慢转身。\n" +
                "\n" +
                "        在安娜身后，站着的是一名白人男性，有六十多岁，头发已经白了三分，这男人身上穿着一身黑色军阀装，一张脸，不怒自威。\n" +
                "\n" +
                "        “沙……沙赞将军。”安娜脸上强行挤出一抹笑容。\n" +
                "\n" +
                "        “我在你的嘴里，应该是伯杰将军吧？”沙赞笑了笑。\n" +
                "\n" +
                "        安娜脚步下意识的后退，却被沙赞一把抓住头发，直接按到桌上，用枪抵住安娜的脑袋，厉声问道：“说！谁让你杀的我！你给谁卖命！”\n" +
                "\n" +
                "        安娜疯狂的挣扎，却没有一点效果，“是……是利刃……华夏的利刃让我这么做的。”");
    }

}
